tap "aylei/tap"
tap "charmbracelet/tap"
tap "derailed/k9s"
tap "derailed/popeye"
tap "dty1er/tap"
tap "garden-io/garden"
tap "github/gh"
tap "golangci/tap"
tap "goreleaser/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "instrumenta/instrumenta"
tap "knqyf263/trivy"
tap "kudobuilder/tap"
tap "lucagrulla/tap"
tap "mongodb/brew"
tap "reactiveops/tap"
tap "robscott/tap"
tap "shellspec/shellspec"
tap "shyiko/kubesec"
tap "spectralops/tap"
tap "superfly/tap"
tap "tilt-dev/tap"
tap "txn2/tap"
tap "vmware-tanzu/buildkit-cli-for-kubectl", "https://github.com/vmware-tanzu/buildkit-cli-for-kubectl"
tap "warrensbox/tap"
tap "weaveworks/tap"
brew "ack"
brew "adr-tools"
brew "argocd"
brew "sqlite"
brew "asciinema"
brew "awscli"
brew "azure-cli"
brew "base64"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "bazel"
brew "caddy"
brew "gettext"
brew "cfssl"
brew "cheat"
brew "cmake"
brew "container-diff"
brew "ctags"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "docker-machine-driver-hyperkit"
brew "dos2unix"
brew "emojify"
brew "envconsul"
brew "fd"
brew "figlet"
brew "findutils"
brew "fluxctl"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "git-lfs"
brew "gitleaks"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "goreleaser"
brew "graphviz"
brew "grep"
brew "grpc"
brew "hadolint"
brew "helm"
brew "htop"
brew "httperf"
brew "httpie"
brew "hub"
brew "hyperkit"
brew "ipcalc"
brew "iproute2mac"
brew "jq"
brew "jsonlint"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-linter"
brew "kubectx"
brew "kubie"
brew "kustomize"
brew "lua"
brew "luarocks"
brew "mas"
brew "minikube"
brew "moreutils"
brew "most"
brew "mysql-client"
brew "ncdu"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "oath-toolkit"
brew "socat"
brew "openshift-cli"
brew "packer"
brew "pandoc"
brew "pre-commit"
brew "psgrep"
brew "pulumi"
brew "pv"
brew "pyenv"
brew "pyenv-ccache"
brew "pyenv-pip-migrate"
brew "pyenv-virtualenv"
brew "qemu"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "skaffold"
brew "slides"
brew "sops"
brew "sshuttle"
brew "sslscan"
brew "stern"
brew "terraform-docs"
brew "terraforming"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tldr"
brew "tmate"
brew "tmux"
brew "travis"
brew "tree"
brew "typescript"
brew "tz"
brew "vault"
brew "vim"
brew "wasm-pack"
brew "wget"
brew "wrk"
brew "xh"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "dty1er/tap/kubecolor"
brew "garden-io/garden/garden-cli"
brew "golangci/tap/golangci-lint"
brew "goreleaser/tap/nfpm"
brew "homeport/tap/dyff"
brew "instrumenta/instrumenta/conftest"
brew "instrumenta/instrumenta/kubeval"
brew "knqyf263/trivy/trivy"
brew "kudobuilder/tap/kudo-cli"
brew "kudobuilder/tap/kuttl-cli"
brew "lucagrulla/tap/cw"
brew "mongodb/brew/mongodb-community"
brew "reactiveops/tap/polaris"
brew "robscott/tap/kube-capacity"
brew "shellspec/shellspec/shellspec"
brew "spectralops/tap/senv"
brew "superfly/tap/flyctl"
brew "tilt-dev/tap/tilt"
brew "vmware-tanzu/buildkit-cli-for-kubectl/kubectl-buildkit"
brew "warrensbox/tap/tgswitch"
cask "1password"
cask "1password-cli"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "github"
cask "google-chrome"
cask "gpg-suite"
cask "ibm-cloud-cli"
cask "istat-menus"
cask "iterm2-beta"
cask "kindle"
cask "launchbar"
cask "lens"
cask "mongodb-compass"
cask "muzzle"
cask "omnigraffle"
cask "postman"
cask "rar"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "tower"
cask "typora"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Save to Pocket", id: 1477385213
mas "Session", id: 1521432881
