tap "derailed/k9s"
tap "derailed/popeye"
tap "dty1er/tap"
tap "github/gh"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "knqyf263/trivy"
tap "mongodb/brew"
tap "shellspec/shellspec"
brew "ack"
brew "adr-tools"
brew "argocd"
brew "sqlite"
brew "asciinema"
brew "awscli"
brew "base64"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "buildkit"
brew "caddy", restart_service: true
brew "gettext"
brew "cfssl"
brew "cheat"
brew "container-diff"
brew "ctags"
brew "datree"
brew "deno"
brew "kubernetes-cli"
brew "devspace"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "dog"
brew "dos2unix"
brew "envconsul"
brew "fd"
brew "figlet"
brew "findutils"
brew "fluxctl"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "git-lfs"
brew "gitleaks"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "goreleaser"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "helm"
brew "htop"
brew "httperf"
brew "httpie"
brew "hub"
brew "hyperkit"
brew "ipcalc"
brew "iproute2mac"
brew "jq"
brew "jsonlint"
brew "k6"
brew "kind"
brew "krew"
brew "kube-linter"
brew "kubie"
brew "kustomize"
brew "libjwt"
brew "qemu"
brew "lima"
brew "lua"
brew "luarocks"
brew "mas"
brew "minikube"
brew "moreutils"
brew "most"
brew "mysql-client"
brew "ncdu"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "oath-toolkit"
brew "socat"
brew "openshift-cli"
brew "packer"
brew "pandoc"
brew "podman"
brew "postgresql", restart_service: true
brew "pre-commit"
brew "psgrep"
brew "pv"
brew "pyenv"
brew "pyenv-ccache"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "slides"
brew "sops"
brew "sshuttle"
brew "sslscan"
brew "stern"
brew "terraform-docs"
brew "terraforming"
brew "tfenv"
brew "tflint"
brew "tldr"
brew "tmate"
brew "tmux"
brew "travis"
brew "tree"
brew "typescript"
brew "tz"
brew "vault", restart_service: true
brew "vim"
brew "wasm-pack"
brew "wget"
brew "wrk"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "dty1er/tap/kubecolor"
brew "goreleaser/tap/nfpm"
brew "instrumenta/instrumenta/conftest"
brew "instrumenta/instrumenta/kubeval"
brew "knqyf263/trivy/trivy"
brew "mongodb/brew/mongodb-community"
brew "shellspec/shellspec/shellspec"
cask "1password"
cask "1password-cli"
cask "chromedriver"
cask "deepl"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2-beta"
cask "kindle"
cask "launchbar"
cask "omnigraffle"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "typora"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Session", id: 1521432881
mas "Webcam Settings", id: 533696630
