tap "aylei/tap"
tap "charmbracelet/tap"
tap "derailed/k9s"
tap "derailed/popeye"
tap "garden-io/garden"
tap "github/gh"
tap "golangci/tap"
tap "goreleaser/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "jjuarez/tap"
tap "knqyf263/trivy"
tap "kudobuilder/tap"
tap "lucagrulla/tap"
tap "mongodb/brew"
tap "reactiveops/tap"
tap "robscott/tap"
tap "shyiko/kubesec"
tap "txn2/tap"
tap "weaveworks/tap"
brew "ack"
brew "adr-tools"
brew "amap"
brew "sqlite"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bats"
brew "gettext"
brew "cfssl"
brew "cmake"
brew "container-diff"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "docker-credential-helper"
brew "dos2unix"
brew "envconsul"
brew "exa"
brew "fd"
brew "findutils"
brew "fluxctl"
brew "fzf"
brew "gawk"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg", link: false
brew "go"
brew "goreleaser"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpie"
brew "ipcalc"
brew "iproute2mac"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "kyma-cli"
brew "lua"
brew "luarocks"
brew "mas"
brew "minikube"
brew "moreutils"
brew "mysql-client"
brew "navi"
brew "ncdu"
brew "nmap"
brew "nodenv"
brew "oath-toolkit"
brew "socat"
brew "openshift-cli"
brew "packer"
brew "postgresql"
brew "pre-commit"
brew "psgrep"
brew "pulumi"
brew "pv"
brew "pyenv"
brew "pyenv-ccache"
brew "pyenv-virtualenv"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "semgrep"
brew "shellcheck"
brew "skaffold"
brew "sops"
brew "sslscan"
brew "stern"
brew "terraform-docs"
brew "terraforming"
brew "tfenv"
brew "tflint"
brew "tldr"
brew "tmate"
brew "tmux"
brew "travis"
brew "tree"
brew "unrar"
brew "vault"
brew "vim"
brew "wget"
brew "wrk"
brew "yamllint"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "github/gh/gh"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "instrumenta/instrumenta/kubeval"
brew "jjuarez/tap/kubie"
brew "knqyf263/trivy/trivy"
brew "kudobuilder/tap/kuttl-cli"
brew "lucagrulla/tap/cw"
brew "mongodb/brew/mongodb-community"
brew "reactiveops/tap/polaris"
brew "robscott/tap/kube-capacity"
brew "shyiko/kubesec/kubesec"
cask "1password"
cask "caffeine"
cask "docker"
cask "dropbox"
cask "font-hack-nerd-font"
cask "font-meslolg-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "istat-menus"
cask "kindle"
cask "launchbar"
cask "rocket"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "typora"
cask "visual-studio-code"
cask "vlc"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
