tap "anchore/grype"
tap "datarootsio/tf-profile"
tap "derailed/popeye"
tap "fairwindsops/tap"
tap "github/gh"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jjuarez/tap"
tap "minamijoyo/hcledit"
tap "mongodb/brew"
tap "openshift-pipelines/pipelines-as-code"
tap "styrainc/packages"
brew "ack"
brew "adr-tools"
brew "openssl@3"
brew "sqlite"
brew "python@3.12"
brew "ansible-lint"
brew "argocd"
brew "asciinema"
brew "atuin"
brew "automake"
brew "base64"
brew "base91"
brew "bash"
brew "libgit2@1.7"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "black"
brew "buildkit"
brew "cargo-binstall"
brew "cfssl"
brew "chart-testing"
brew "cheat"
brew "checkov"
brew "cmake"
brew "gettext"
brew "qemu"
brew "colima"
brew "conftest"
brew "cookiecutter"
brew "ctags"
brew "cue"
brew "cuetools"
brew "curlie"
brew "d2"
brew "dasel"
brew "diff-so-fancy"
brew "difftastic"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dos2unix"
brew "duf"
brew "eza"
brew "figlet"
brew "findutils"
brew "flyctl"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "git-lfs"
brew "git-secrets"
brew "gitleaks"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "grep"
brew "hadolint"
brew "hcl2json"
brew "helm"
brew "htop"
brew "hub"
brew "infracost"
brew "ipcalc"
brew "iproute2mac"
brew "istioctl"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kics"
brew "kind"
brew "ko"
brew "kor"
brew "kubernetes-cli"
brew "krew"
brew "kube-linter"
brew "kubeconform"
brew "kubescape"
brew "kubespy"
brew "kubie"
brew "kustomize"
brew "kyverno"
brew "libb2"
brew "llvm@17"
brew "lua"
brew "luarocks"
brew "make"
brew "markdownlint-cli"
brew "mas"
brew "minikube"
brew "mongosh"
brew "moreutils"
brew "most"
brew "zlib"
brew "mysql-client"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "ntfy"
brew "opa"
brew "openshift-cli"
brew "opentofu"
brew "pandoc"
brew "pluto"
brew "postgresql@14"
brew "pre-commit"
brew "psgrep"
brew "pv"
brew "pyenv"
brew "pylint"
brew "redis"
brew "remake"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "rust"
brew "shellcheck"
brew "skopeo"
brew "slides"
brew "sloth"
brew "socat"
brew "sops"
brew "sslscan"
brew "stern"
brew "stow"
brew "syft"
brew "tektoncd-cli"
brew "terraform-docs"
brew "terrascan"
brew "tfenv"
brew "tfk8s"
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "tldr"
brew "tmux"
brew "tree"
brew "triangle"
brew "trivy"
brew "tz"
brew "volta"
brew "websocat"
brew "wget"
brew "wrk"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh-completions"
brew "derailed/popeye/popeye"
brew "fairwindsops/tap/polaris"
brew "go-task/tap/go-task"
brew "jjuarez/tap/ikscc"
brew "jjuarez/tap/kubecolor"
brew "jjuarez/tap/nats-top"
brew "minamijoyo/hcledit/hcledit"
brew "styrainc/packages/regal"
cask "1password"
cask "1password-cli"
cask "cameracontroller"
cask "deepl"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2"
cask "launchbar"
cask "obsidian"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "whatsapp"
mas "HP Smart", id: 1474276998
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "WireGuard", id: 1451685025
vscode "dagger.dagger"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ibm.ibm-developer"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "premparihar.gotestexplorer"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "tsandall.opa"
vscode "vscodevim.vim"
