tap "acorn-io/cli"
tap "anchore/grype"
tap "datarootsio/tf-profile"
tap "derailed/popeye"
tap "fairwindsops/tap"
tap "github/gh"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jjuarez/tap"
tap "minio/stable"
tap "mongodb/brew"
tap "styrainc/packages"
brew "ack"
brew "adr-tools"
brew "argocd"
brew "openssl@3"
brew "sqlite"
brew "asciinema"
brew "base64"
brew "base91"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "buildkit"
brew "caddy"
brew "gettext"
brew "cargo-binstall"
brew "cfssl"
brew "cmake"
brew "qemu"
brew "colima"
brew "conftest"
brew "cookiecutter"
brew "ctags"
brew "cue"
brew "cuetools"
brew "curlie"
brew "d2"
brew "dagger"
brew "dasel"
brew "kubernetes-cli"
brew "devspace"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dos2unix"
brew "duf"
brew "envconsul"
brew "exercism"
brew "fd"
brew "figlet"
brew "findutils"
brew "flyctl"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "git-lfs"
brew "git-secrets"
brew "gitleaks"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "grep"
brew "hadolint"
brew "hcl2json"
brew "helm"
brew "htop"
brew "httperf"
brew "hub"
brew "hyperkit"
brew "ipcalc"
brew "iproute2mac"
brew "istioctl"
brew "jq"
brew "jsonnet"
brew "just"
brew "k3sup"
brew "k6"
brew "k9s"
brew "kics"
brew "kind"
brew "ko"
brew "krew"
brew "kube-linter"
brew "kubeconform"
brew "kubectx"
brew "kubescape"
brew "kubespy"
brew "kubie"
brew "kustomize"
brew "kyverno"
brew "libjwt"
brew "lua"
brew "luarocks"
brew "make"
brew "mas"
brew "minikube"
brew "moreutils"
brew "most"
brew "zlib"
brew "mysql-client"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "opa"
brew "openshift-cli"
brew "packer"
brew "pandoc"
brew "pluto"
brew "postgresql@14"
brew "pre-commit"
brew "psgrep"
brew "pv"
brew "pyenv"
brew "redis"
brew "remake"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "skopeo"
brew "slides"
brew "socat"
brew "sops"
brew "sqlite-utils"
brew "sshuttle"
brew "sslscan"
brew "stern"
brew "syft"
brew "tektoncd-cli"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tldr"
brew "tmate"
brew "tmux"
brew "travis"
brew "tree"
brew "triangle"
brew "trivy"
brew "tz"
brew "vault"
brew "volta"
brew "wget"
brew "wrk"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh-completions"
brew "acorn-io/cli/acorn"
brew "anchore/grype/grype"
brew "datarootsio/tf-profile/tf-profile"
brew "derailed/popeye/popeye"
brew "fairwindsops/tap/polaris"
brew "go-task/tap/go-task"
brew "jjuarez/tap/ikscc"
brew "jjuarez/tap/kubecolor"
brew "jjuarez/tap/nats-top"
brew "styrainc/packages/regal"
cask "1password"
cask "cameracontroller"
cask "deepl"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2-beta"
cask "kindle"
cask "launchbar"
cask "omnigraffle"
cask "slack"
cask "sloth"
cask "spectacle"
cask "telegram"
cask "typora"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
mas "HP Smart", id: 1474276998
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "Webcam Settings", id: 533696630
mas "WireGuard", id: 1451685025
vscode "Dagger.dagger"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "premparihar.gotestexplorer"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "vscodevim.vim"
