tap "anchore/grype"
tap "cockroachdb/tap"
tap "dagger/tap"
tap "derailed/popeye"
tap "fairwindsops/tap"
tap "github/gh"
tap "go-task/tap"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jjuarez/tap"
tap "minio/stable"
tap "mongodb/brew"
tap "nats-io/nats-tools"
tap "tfverch/tfvc"
brew "ack"
brew "adr-tools"
brew "argocd"
brew "sqlite"
brew "asciinema"
brew "base64"
brew "base91"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "bazel"
brew "buildkit"
brew "caddy"
brew "cdktf"
brew "cfssl"
brew "cmake"
brew "cmake-docs"
brew "conftest"
brew "container-diff"
brew "cookiecutter"
brew "ctags"
brew "cue"
brew "cuetools"
brew "curlie"
brew "dagger"
brew "datree"
brew "deno"
brew "kubernetes-cli"
brew "devspace"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "dog"
brew "dos2unix"
brew "duf"
brew "envconsul"
brew "exa"
brew "fd"
brew "figlet"
brew "findutils"
brew "fluxctl"
brew "flyctl"
brew "fzf"
brew "gettext"
brew "gawk"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "git-lfs"
brew "git-secrets"
brew "gitleaks"
brew "gitui"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gojq"
brew "golangci-lint"
brew "goreleaser"
brew "grep"
brew "hadolint"
brew "helm"
brew "htop"
brew "httperf"
brew "hub"
brew "hyperkit"
brew "ipcalc"
brew "iproute2mac"
brew "istioctl"
brew "jq"
brew "k3sup"
brew "k6"
brew "k9s"
brew "kind"
brew "ko"
brew "krew"
brew "kube-linter"
brew "kubeconform"
brew "kubeval"
brew "kubie"
brew "kustomize"
brew "kyverno"
brew "libjwt"
brew "qemu"
brew "lima"
brew "lua"
brew "luarocks"
brew "mas"
brew "minikube"
brew "moreutils"
brew "most"
brew "zlib"
brew "mysql-client"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node-build"
brew "nvm"
brew "oath-toolkit"
brew "socat"
brew "openshift-cli"
brew "packer"
brew "pandoc"
brew "podman"
brew "postgresql@14"
brew "pre-commit"
brew "psgrep"
brew "pv"
brew "pyenv"
brew "pyenv-ccache"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "slides"
brew "sops"
brew "sqlite-utils"
brew "sshuttle"
brew "sslscan"
brew "stern"
brew "tektoncd-cli"
brew "terraform-docs"
brew "tfenv", link: false
brew "tflint"
brew "tldr"
brew "tmate"
brew "tmux"
brew "travis"
brew "tree"
brew "triangle"
brew "trivy"
brew "tz"
brew "vault"
brew "vcluster"
brew "wget"
brew "wrk"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zig"
brew "zsh-completions"
brew "anchore/grype/grype"
brew "cockroachdb/tap/cockroach"
brew "derailed/popeye/popeye"
brew "fairwindsops/tap/nova"
brew "fairwindsops/tap/pluto"
brew "fairwindsops/tap/polaris"
brew "fairwindsops/tap/reckoner"
brew "go-task/tap/go-task"
brew "jjuarez/tap/ikscc"
brew "jjuarez/tap/kubecolor"
brew "jjuarez/tap/nats-top"
brew "minio/stable/mc"
brew "mongodb/brew/mongodb-community"
brew "nats-io/nats-tools/nats"
brew "tfverch/tfvc/tfvc"
cask "1password"
cask "1password-cli"
cask "deepl"
cask "discord"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2-beta"
cask "kindle"
cask "launchbar"
cask "lens"
cask "omnigraffle"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "typora"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
mas "HP Smart", id: 1474276998
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Session", id: 1521432881
mas "Webcam Settings", id: 533696630
